tap "aaa/yarn1_22_5"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "tedsmitt/ecsgo"
brew "amazon-ecs-cli"
brew "anyenv"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "perl"
brew "asciiquarium"
brew "autoconf"
brew "automake"
brew "python@3.11"
brew "cffi"
brew "docutils"
brew "awscli"
brew "bat"
brew "glib"
brew "python@3.9"
brew "cairo"
brew "ccze"
brew "circleci"
brew "clisp"
brew "coreutils"
brew "ctags", link: false
brew "deno"
brew "harfbuzz"
brew "digdag"
brew "direnv"
brew "docker", link: false
brew "editorconfig"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "guile"
brew "emacs"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fzf"
brew "gauche"
brew "ghc"
brew "ghostscript"
brew "ghq"
brew "git"
brew "gitleaks"
brew "libyaml"
brew "global"
brew "gnu-sed"
brew "go"
brew "gobject-introspection"
brew "netpbm"
brew "graphviz"
brew "psutils"
brew "groff"
brew "haskell-stack"
brew "hyperkit"
brew "libheif"
brew "tcl-tk"
brew "python@3.8"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "kind"
brew "krb5"
brew "kubernetes-cli", link: false
brew "libfido2"
brew "mcrypt"
brew "memcached"
brew "minikube"
brew "mosh"
brew "mysql"
brew "nano"
brew "neovim"
brew "nghttp2"
brew "nginx"
brew "nkf"
brew "node"
brew "peco"
brew "postgresql@13"
brew "postgresql@14"
brew "virtualenv"
brew "pre-commit"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "ranger"
brew "rbenv"
brew "rbenv-binstubs"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "ruby"
brew "rust-analyzer"
brew "rustup-init"
brew "rye"
brew "source-highlight"
brew "stunnel"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tor"
brew "unar"
brew "v8@3.15"
brew "watch"
brew "wget"
brew "yarn"
brew "zellij"
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "bettertouchtool"
cask "biscuit"
cask "cheatsheet"
cask "chromedriver"
cask "dropbox"
cask "macvim"
cask "ngrok"
cask "pgadmin4"
cask "visual-studio-code"
vscode "asvetliakov.vscode-neovim"
vscode "castwide.solargraph"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "idleberg.applescript"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "rust-lang.rust-analyzer"
